Repository: random-rip/primebot_backend
Catalog: bots/locale/*/LC_MESSAGES/django.po
Languages: de

source: There is currently no team registered in this channel. Use `/start` to register a team.
de: Derzeit ist kein Team in diesem Kanal registriert. Verwende /start, um ein Team zu registrieren.

source: This is a channel command.
de: Das ist ein Befehl, der nur in einem Channel ausgeführt werden kann.

source: An unknown error has occurred. Please contact the developers on Discord at {discord_link}.
de: Es ist ein unbekannter Fehler aufgetreten. Bitte kontaktiert die Entwickler auf Discord unter {discord_link}.

source: What's boppin'?
de: Alles für die Katz?

source: I don't know that animal. :(
de: Dieses Tier kenne ich nicht. :(

source: Something went wrong this time, but just try again. :)
de: Diesmal ist etwas schief gegangen, aber versuche es einfach noch einmal. :)

source: Remove {team_name} from Channel
de: {team_name} aus dem Kanal entfernen

source: The team {team_name} has been removed from the channel.
de: Das Team {team_name} wurde aus dem Kanal entfernt.

source: All teams have been removed from the channel, so I clean up the remaining channel settings for you. 🧹
de: Alle Teams wurden aus dem Kanal entfernt, daher lösche ich die verbleibenden Kanaleinstellungen für dich. 🧹

source: All deleted. Feel free to give us feedback on {discord_link} if you are missing or don't like any functionality. Bye! ✌
de: Alles gelöscht. Gib uns gerne Feedback unter {discord_link}, wenn dir irgendwelche Funktionen fehlen oder nicht gefallen. Tschüss! ✌

source: Select a team
de: Wähle ein Team aus

source: Remove the team from the channel
de: Entferne das Team aus dem Kanal

source: Recreate the notification webhook
de: Erstelle den Webhook für die Benachrichtigungen neu

source: The webhook has been recreated. If you still experience problems, join our [Discord Server]({discord}).
de: Der Webhook wurde neu erstellt. Wenn weiterhin Probleme auftreten, tritt unserem [Discord-Server]({discord}) bei.

source: Create an overview of the bot and commands
de: Erstelle eine Übersicht über den Bot und die Befehle

source: Help
de: Hilfe

source: ℹ️ **Join our [Discord Server]({discord_url}) for help** ℹ️ 🌐 Checkout our [Website]({website}) for the Calendar integration 📅 and API 🔥 ️️🖥️ Checkout our [Github]({github_url}) for contributions ️️and issues 🐞
de: ℹ️ Tritt unserem [Discord-Server]({discord_url}) für Hilfe bei ℹ️ 🌐 Besuche unsere [Website]({website}) für die Kalenderintegration 📅 und API 🔥 ️️🖥️ Schau auf unserem [Github]({github_url}) vorbei für Beiträge und Tickets 🐞

source: _This bot was not created in cooperation with Prime League or Freaks4u Gaming GmbH. This bot was designed and programmed due to missed matches. The bot was realized to the best of our knowledge, and after a test phase made available for other teams. Nevertheless all information is without guarantee!_
de: _Dieser Bot wurde nicht in Zusammenarbeit mit der Prime League oder Freaks4u Gaming GmbH erstellt. Dieser Bot wurde aufgrund von versäumten Matches entworfen und programmiert. Der Bot wurde nach bestem Wissen und Gewissen realisiert und nach einer Testphase für andere Teams zur Verfügung gestellt. Trotzdem sind alle Angaben ohne Gewähr!_

source: Disclaimer
de: Rechtlicher Hinweis

source: Select a match
de: Wähle ein Match aus

source: No matches found
de: Keine Matches gefunden

source: Create an overview for a specific match day
de: Erstelle eine Übersicht für einen bestimmten Spieltag

source: Create an overview for open matches
de: Erstelle eine Übersicht der offenen Matches

source: Select a role
de: Wähle eine Rolle aus

source: All right, I've removed the role for the team **{team_name}**.
de: Alles klar, ich habe die Rolle für das Team **{team_name}** entfernt.

source: Okay, I'll inform the team **{team_name}** with the role **{role_name}** 📯
de: Okay, ich werde das Team **{team_name}** mit der Rolle **{role_name}** informieren 📯

source: Select a team for which you want to set a role or update the role for all teams.
de: Wähle ein Team aus, für das du eine Rolle festlegen möchtest, oder aktualisiere die Rolle für alle Teams.

source: Alright, I've removed the roles for all teams.
de: Alles klar, ich habe die Rollen für alle Teams entfernt.

source: Okay, I'll inform all teams with the role **{role_name}** 📯
de: Okay, ich werde alle Teams mit der Rolle **{role_name}** informieren 📯

source: Update all teams at once
de: Alle Teams gleichzeitig aktualisieren

source: Select a role or remove the roles for all teams.
de: Wähle eine Rolle aus oder entferne die Rollen für alle Teams.

source: Select a role or remove the role for the team **{team_name}**.
de: Wähle eine Rolle aus oder entferne die Rolle für das Team **{team_name}**.

source: Set a Discord role that will be used in notifications
de: Lege eine Discord-Rolle fest, die in Benachrichtigungen verwendet wird

source: I'm setting up the team registration for you (estimated time: 40 seconds).
de: Ich richte die Teamregistrierung für dich ein (geschätzte Zeit: 40 Sekunden).

source: Please wait a moment...
de: Das dauert ein Moment...

source: Register the given Prime League team in the channel
de: Registriere das angegebene Prime League-Team im Kanal

source: This team is already registered in this channel.
de: Dieses Team ist bereits in diesem Kanal registriert.

source: The team was not found on the Prime League website. Make sure you register the proper team.
de: Dieses Team habe ich nicht auf der Prime League Website gefunden. Stellt sicher, dass ihr das richtige Team registriert.

source: Currently unable to connect to the Prime League website. Try again in a few hours. If it still doesn't work later, join our [Discord Server]({discord}) for help.
de: Derzeit kann keine Verbindung zur Prime League Website hergestellt werden.Versucht es in ein paar Stunden erneut. Wenn es dann immer noch nicht funktioniert, tretet unserem [Discord-Server]({discord}) für Hilfe bei.

source: Perfect, this channel was registered for team **{team_name}**. The most important commands: 📌 `/role` - to set a role to be mentioned in notifications 📌 `/settings` - to personalize the notifications, change the PrimeBot language or change the scouting website (default: {scouting_website}) 📌 `/matches` - to get an overview of the matches that are still open 📌 `/match` - to receive detailed information about a match day Just try it out! 🎁 The **status of the Prime League API** can be viewed at any time on {website}.
de: Perfekt, dieser Channel wurde für das Team **{team_name}** registriert. Die wichtigsten Befehle: 📌 `/role` - um eine Discordrolle zu setzen, die in den Benachrichtigungen erwähnt werden soll 📌 `/settings` - um die Benachrichtigungen zu personalisieren, die Sprache des PrimeBots, oder die Scouting Website (standard: {scouting_website}) zu ändern 📌 `/matches` - um eine Übersicht eurer offenen Matches zu erhalten 📌 `/match` - um detaillierte Informationen zu einem Spieltag zu erhalten Einfach ausprobieren! 🎁 Der **Status der Prime League API** kann jederzeit auf {website} angeschaut werden.

source: No Team ID could be found from the passed argument. Join our [Discord Server]({discord}) for help or checkout our [Website]({website}).
de: Es konnte keine Team-ID aus dem übergebenen Argument gefunden werden. Trete unserem [Discord-Server]({discord}) für Hilfe bei oder besuche unsere [Website]({website}).

source: No teams from Division 1 or 2 can be registered.
de: Es können keine Teams aus Division 1 oder 2 registriert werden.

source: Only Text, Voice and News channels are supported. Please use one of these channel types.
de: Nur Text-, Sprach- und Newskanäle werden unterstützt. Bitte verwende einen dieser Kanaltypen.

source: I lack the permission to manage webhooks. Please make sure I have that permission. Join our [Discord Server]({discord}) for help or checkout our [Website]({website}).
de: Mir fehlt die Berechtigung, Webhooks zu verwalten. Bitte stelle sicher, dass ich diese Berechtigung habe. Tritt unserem [Discord-Server]({discord}) bei oder besuche unsere [Website]({website}).

source: An unknown error has occurred. Please contact the developers on [Discord]({discord}).
de: Es ist ein unbekannter Fehler aufgetreten. Bitte kontaktiert die Entwickler auf unserem [Discord-Server]({discord}).

source: Notification Settings
de: Benachrichtigungseinstellungen

source: Create a temporary link to make notification settings
de: Erstelle einen temporären Link, um Benachrichtigungseinstellungen vorzunehmen

source: Back
de: Zurück

source: Close
de: Schließen

source: Done.
de: Erledigt.

source: New comments
de: Neue Kommentare

source: There is [a new comment]({comment_url}) for [{match_day}]({match_url}) against [{enemy_team_tag}]({enemy_team_url}).
de: Es gibt [einen neuen Kommentar]({comment_url}) für [{match_day}]({match_url}) gegen [{enemy_team_tag}]({enemy_team_url}).

source: Developer notification
de: Entwicklerbenachrichtigung

source: New lineup
de: Neues Lineup

source: [{enemy_team_tag}]({enemy_team_url}) ([{match_day}]({match_url})) submitted a new [lineup]({scouting_url}).
de: [{enemy_team_tag}]({enemy_team_url}) ([{match_day}]({match_url})) hat ein neues [Lineup]({scouting_url}) aufgestellt.

source: To get more information about the match, use /match.
de: Um mehr Informationen über das Match zu erhalten, verwende /match.

source: New date proposed by an opponent
de: Neuer Terminvorschlag eines Gegners

source: New date proposed by [{enemy_team_tag}]({enemy_team_url}) for [{match_day}]({match_url}):
de: Neuer Terminvorschlag von [{enemy_team_tag}]({enemy_team_url}) für [{match_day}]({match_url}):

source: Please vote for a new date against {enemy_team_tag}
de: Bitte stimme für einen neuen Termin gegen {enemy_team_tag}

source: None of the above
de: Keiner der vorgeschlagenen Termine

source: gameday {match_day}
de: Spieltag {match_day}

source: No dates proposed. Alternative date: {time}
de: Keine Terminvorschläge. Ausweichtermin: {time}

source: Dates proposed by you are open. Left time: {left_time}
de: Offene Terminvorschläge von euch. Verbleibende Zeit: {left_time}

source: Dates proposed by the opponent are open! Left time: {left_time}
de: Offene Terminvorschläge vom Gegner! Verbleibende Zeit: {left_time}

source: ⚔ Match begin confirmed
de: ⚔ Match-Beginn bestätigt

source: 📆 No dates proposed
de: 📆 Keine Termine vorgeschlagen

source: ✅ Dates proposed by you are open
de: ✅ Offene Terminvorschläge von euch

source: ⚠ Dates proposed by the opponent are open!
de: ⚠ Offene Terminvorschläge vom Gegner!

source: Match overview
de: Matchübersicht

source: Date
de: Termin

source: Other information
de: Sonstige Informationen

source: You have a choice of sides in the **first** game
de: Ihr habt im **ersten** Spiel Seitenwahl

source: You have a choice of sides in the **second** game
de: Ihr habt im **zweiten** Spiel Seitenwahl

source: The following champions are expected to be locked at the scheduled date
de: Folgende Champions sind voraussichtlich beim Spieltermin gesperrt

source: until patch
de: bis Patch

source: The rulebook is available [here.]
de: Das Regelwerk gibt es [hier.]

source: Opposing team
de: Gegnerteam

source: Opposing players (leagueofgraphs.com)
de: Gegnerische Spieler:innen (leagueofgraphs.com)

source: Match result
de: Matchergebnis

source: Result
de: Ergebnis

source: Your lineup
de: Eure Aufstellung

source: Own lineup submitted:
de: Eigenes Lineup aufgestellt:

source: No lineup has been submitted yet.
de: Es wurde noch kein Lineup aufgestellt.

source: Lineup of opponent
de: Gegnerische Aufstellung

source: [against {enemy_team_name}]({match_url})
de: [gegen {enemy_team_name}]({match_url})

source: If there are outdated scouting links just use /match again after 15 minutes.
de: Wenn es veraltete Scouting-Links gibt, verwende einfach /match nochmal nach 15 Minuten.

source: The match against [{enemy_team_tag}]({enemy_team_url}) ended with **{result}**.
de: Das Match gegen [{enemy_team_tag}]({enemy_team_url}) wurde mit **{result}** beendet.

source: Sad, but maybe /bop will cheer you up.
de: Schade, aber vielleicht muntert /bop euch auf.

source: New matches
de: Neue Matches

source: An overview of your open matches:
de: Eine Übersicht eurer offenen Matches:

source: You currently have no open matches.
de: Ihr habt aktuell keine offenen Matches.

source: [Current lineup]({lineup_link})
de: [Aktuelles Lineup]({lineup_link})

source: To get more information about a match, use /match.
de: Für mehr Informationen über ein Match, benutze /match.

source: New date proposed by you
de: Eigener neuer Terminvorschlag

source: New date proposed by you for [{match_day}]({match_url}):
de: Neuer Terminvorschlag von euch für [{match_day}]({match_url}):

source: Confirmation of the scheduled date
de: Terminbestätigung

source: Automatic confirmation of the scheduled date against [{enemy_team_tag}]({enemy_team_url}) for [{match_day}]({match_url}):
de: Automatische Spielbestätigung gegen [{enemy_team_tag}]({enemy_team_url}) für [{match_day}]({match_url}):

source: An administrator has set a new date for [{match_day}]({match_url}) against [{enemy_team_tag}]({enemy_team_url}):
de: Ein Administrator hat eine neue Zeit für [{match_day}]({match_url}) gegen [{enemy_team_tag}]({enemy_team_url}) festgelegt:

source: Confirmation of the scheduled date against [{enemy_team_tag}]({enemy_team_url}) for [{match_day}]({match_url}):
de: Spielbestätigung gegen [{enemy_team_tag}]({enemy_team_url}) für [{match_day}]({match_url}):

source: The registered team {team_name} has been deleted from the Prime League system. All information about this team and the link to the channel will be deleted.
de: Das registrierte Team {team_name} wurde aus dem Prime League System gelöscht. Alle Informationen über dieses Team und der Link zum Kanal werden gelöscht.

source: Team deleted
de: Team gelöscht

source: The following matches are scheduled this week:
de: Folgende Matches finden diese Woche statt:

source: You have no matches this week.
de: Ihr habt keine Matches diese Woche.

source: Weekly overview
de: Wochenübersicht

source: Invalid match day. Try using /match 1.
de: Invalider Spieltag. Versuche es mit `/match 1`.

source: Sadly there is no match on the given match day.
de: Leider existieren für diesen Spieltag keine Matches.

source: Yes
de: Ja

source: No
de: Nein
